Repository: ron159/iGestures
Catalog: iGestures/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Trigger
zh_hans: 触发键

source: Trigger Button: %@
zh_hans: 触发键：%@

source: Trigger Hold Duration
zh_hans: 触发时长

source: Trigger Mouse Button
zh_hans: 手势触发按键

source: Try a longer, clearer stroke.
zh_hans: 请尝试更长、更清晰的轨迹。

source: Try another search or category.
zh_hans: 请尝试其他搜索词或分类。

source: Try another website search.
zh_hans: 请尝试其他网站搜索词。

source: Type Fixed Text
zh_hans: 输入固定文本

source: Type a non-sensitive phrase into the active field.
zh_hans: 在当前输入区域输入非敏感固定文本。

source: Unavailable
zh_hans: 不可用

source: Uncategorized
zh_hans: 未分类

source: Undo Import
zh_hans: 撤销导入

source: Unnamed Gesture
zh_hans: 未命名手势

source: Up
zh_hans: 向上

source: Updates are published on GitHub Releases.
zh_hans: 新版本通过 GitHub Releases 发布。

source: Use Global Default
zh_hans: 使用全局默认值

source: Use a higher-priority action
zh_hans: 使用更高优先级动作

source: Use this only for non-sensitive text. Passwords and secrets should not be stored in gestures.
zh_hans: 此功能仅用于非敏感文本。请勿在手势中保存密码或其他机密信息。

source: Version %@ is available.
zh_hans: 版本 %@ 可用。

source: Version %@ (%@)
zh_hans: 版本 %@（%@）

source: Version %@ is currently skipped.
zh_hans: 当前已跳过版本 %@。

source: Version %@ was skipped.
zh_hans: 已跳过版本 %@。

source: Vertical Position
zh_hans: 垂直位置

source: View Release
zh_hans: 查看发布页面

source: Volume Down
zh_hans: 降低音量

source: Volume Up
zh_hans: 提高音量

source: Welcome to iGestures
zh_hans: 欢迎使用 iGestures

source: Width
zh_hans: 宽度

source: Window
zh_hans: 窗口

source: Window Action
zh_hans: 窗口动作

source: Window Management
zh_hans: 窗口管理

source: Window · Bottom Half
zh_hans: 窗口 · 下半屏

source: Window · Bottom Left
zh_hans: 窗口 · 左下角

source: Window · Bottom Right
zh_hans: 窗口 · 右下角

source: Window · Center
zh_hans: 窗口 · 居中

source: Window · Center Third
zh_hans: 窗口 · 中间三分之一屏

source: Window · Close
zh_hans: 窗口 · 关闭

source: Window · Enter or Exit Full Screen
zh_hans: 窗口 · 进入或退出全屏

source: Window · Left Half
zh_hans: 窗口 · 左半屏

source: Window · Left Third
zh_hans: 窗口 · 左侧三分之一屏

source: Window · Left Two Thirds
zh_hans: 窗口 · 左侧三分之二屏

source: Window · Maximize
zh_hans: 窗口 · 最大化

source: Window · Maximize Height
zh_hans: 窗口 · 最大化高度

source: Window · Maximize Width
zh_hans: 窗口 · 最大化宽度

source: Window · Minimize
zh_hans: 窗口 · 最小化

source: Window · Next Display
zh_hans: 窗口 · 下一台显示器

source: Window · Previous Display
zh_hans: 窗口 · 上一台显示器

source: Window · Restore Previous Position
zh_hans: 窗口 · 恢复上一次位置

source: Window · Right Half
zh_hans: 窗口 · 右半屏

source: Window · Right Third
zh_hans: 窗口 · 右侧三分之一屏

source: Window · Right Two Thirds
zh_hans: 窗口 · 右侧三分之二屏

source: Window · Top Half
zh_hans: 窗口 · 上半屏

source: Window · Top Left
zh_hans: 窗口 · 左上角

source: Window · Top Right
zh_hans: 窗口 · 右上角

source: another gesture
zh_hans: 另一个手势

source: iGestures UI Preview
zh_hans: iGestures UI 预览

source: iGestures is up to date.
zh_hans: iGestures 已是最新版本。

source: iGestures needs permission to observe mouse gestures and post the configured shortcut.
zh_hans: iGestures 需要权限来观察鼠标手势并发送配置的快捷键。

source: iGestures observes the configured mouse button and posts only the action you choose. Gesture paths stay on this Mac.
zh_hans: iGestures 仅观察已配置的鼠标按键，并只发送您选择的动作。手势轨迹始终保留在这台 Mac 上。

source: macOS shows the permission prompt only after you choose Grant Access.
zh_hans: 只有在您选择“授予访问权限”后，macOS 才会显示权限提示。

source: macOS shows the required permission prompts only after you choose Grant Access.
zh_hans: 仅在您选择“授予权限”后，macOS 才会显示所需的权限提示。

source: “%@” matched, but its action failed.
zh_hans: 已匹配“%@”，但动作执行失败。

source: Bottom Half
zh_hans: 下半屏

source: Bottom Left Quarter
zh_hans: 左下四分之一屏

source: Bottom Right Quarter
zh_hans: 右下四分之一屏

source: Center Third
zh_hans: 中间三分之一屏

source: Center Window
zh_hans: 窗口居中

source: Close Window
zh_hans: 关闭窗口

source: Connect to Server
zh_hans: 连接服务器

source: Copy
zh_hans: 复制

source: Cut
zh_hans: 剪切

source: Enter or Exit Full Screen
zh_hans: 进入或退出全屏

source: Find
zh_hans: 查找

source: Find on Page
zh_hans: 在页面中查找

source: Finder Back
zh_hans: 访达后退

source: Finder Forward
zh_hans: 访达前进

source: Focus Address Bar
zh_hans: 聚焦地址栏

source: Go to Folder
zh_hans: 前往文件夹

source: Go to Page Bottom
zh_hans: 前往页面底部

source: Go to Page Top
zh_hans: 前往页面顶部

source: Go to Parent Folder
zh_hans: 返回上级文件夹

source: Hide Current Application
zh_hans: 隐藏当前应用程序

source: Left Half
zh_hans: 左半屏

source: Left Third
zh_hans: 左侧三分之一屏

source: Left Two Thirds
zh_hans: 左侧三分之二屏

source: Maximize Window
zh_hans: 最大化窗口

source: Maximize Window Height
zh_hans: 最大化窗口高度

source: Maximize Window Width
zh_hans: 最大化窗口宽度

source: Minimize Window
zh_hans: 最小化窗口

source: Move Selected Items to Trash
zh_hans: 将所选项目移到废纸篓

source: Move to Next Display
zh_hans: 移动到下一台显示器

source: Move to Previous Display
zh_hans: 移动到上一台显示器

source: New Folder
zh_hans: 新建文件夹

source: Next Tab
zh_hans: 下一个标签页

source: Open AirDrop
zh_hans: 打开隔空投送

source: Open Applications Folder
zh_hans: 打开应用程序文件夹

source: Open Documents Folder
zh_hans: 打开文稿文件夹

source: Open Downloads Folder
zh_hans: 打开下载文件夹

source: Open Home Folder
zh_hans: 打开个人文件夹

source: Open iCloud Drive
zh_hans: 打开 iCloud 云盘

source: Open Selected Item
zh_hans: 打开所选项目

source: Paste
zh_hans: 粘贴

source: Previous Tab
zh_hans: 上一个标签页

source: Quit Current Application
zh_hans: 退出当前应用程序

source: Redo
zh_hans: 重做

source: Reopen Closed Tab
zh_hans: 恢复关闭的标签页

source: Restore Previous Window Position
zh_hans: 恢复窗口上一次位置

source: Right Half
zh_hans: 右半屏

source: Right Third
zh_hans: 右侧三分之一屏

source: Right Two Thirds
zh_hans: 右侧三分之二屏

source: Top Half
zh_hans: 上半屏

source: Top Left Quarter
zh_hans: 左上四分之一屏

source: Top Right Quarter
zh_hans: 右上四分之一屏

source: Undo
zh_hans: 撤销

source: Bilibili
zh_hans: 哔哩哔哩

source: Bing
zh_hans: 必应

source: Google Drive
zh_hans: Google 云端硬盘

source: MDN Web Docs
zh_hans: MDN Web 文档

source: Websites
zh_hans: 常用网站

source: Personalization
zh_hans: 个性化

source: Appearance
zh_hans: 主题

source: Follow System
zh_hans: 跟随系统

source: Light
zh_hans: 浅色

source: Dark
zh_hans: 暗色

source: Language
zh_hans: 语言

source: English
zh_hans: 英语

source: Simplified Chinese
zh_hans: 简体中文

source: Restart iGestures to apply the language change.
zh_hans: 重新启动 iGestures 后语言更改将生效。

source: Choose where to export gestures and app settings.
zh_hans: 选择手势和应用设置的导出位置。

source: App Settings
zh_hans: 应用设置

source: Included
zh_hans: 已包含

source: Not Included
zh_hans: 未包含

source: App settings in this file are applied in both merge and replace modes.
zh_hans: 无论选择合并还是替换，文件中的应用设置都会生效。

source: Import complete: %d mappings added and app settings applied.
zh_hans: 导入完成：已添加 %d 个映射并应用应用设置。

source: Configuration exported successfully.
zh_hans: 配置导出成功。

source: Configuration could not be exported.
zh_hans: 无法导出配置。
